tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "jesseduffield/lazydocker"
tap "nikitabobko/tap"
brew "xz"
brew "argocd"
brew "awscli"
brew "pycparser"
brew "cffi"
brew "cocoapods"
brew "earthly"
brew "ffmpeg@7", link: true
brew "fzf"
brew "gh"
brew "git-delta"
brew "gum"
brew "hashcat"
brew "htop"
brew "inetutils"
brew "ipython"
brew "lazygit"
brew "node"
brew "markdownlint-cli"
brew "neovim"
brew "parallel"
brew "pkgconf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-tk@3.14"
brew "synergy-core"
brew "pnpm"
brew "git-delta"
brew "openvpn"
brew "python@3.11"
brew "ripgrep"
brew "tiger-vnc"
brew "mas"

brew "tldr"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "jesseduffield/lazydocker/lazydocker"
brew "dockutil"
cask "aerospace"
cask "android-platform-tools"
cask "bbedit"
cask "burp-suite"
cask "db-browser-for-sqlite"
cask "docker-desktop"
cask "ghostty"
cask "mongodb-compass"
cask "postman"
cask "raycast"
cask "temurin@17"
cask "warp"
cask "wireshark-app"
cask "epic-games"
cask "arc"
cask "chatgpt"
cask "cursor"
cask "figma"
cask "parsec"
cask "parallels"
cask "slack"
cask "spotify"
cask "veracrypt"
cask "vlc"
cask "nrf-connect"
cask "notion"
cask "notion-calendar"
cask "ticktick"
cask "ghostty"
cask "nikitabobko/tap/aerospace"
cask "zen"
# vscode "daylerees.rainglow"
# vscode "dbaeumer.vscode-eslint"
# vscode "esbenp.prettier-vscode"
# vscode "mikeburgh.xml-format"
# vscode "ms-azuretools.vscode-containers"
# vscode "ms-azuretools.vscode-docker"
# vscode "ms-python.debugpy"
# vscode "ms-python.python"
# vscode "ms-python.vscode-pylance"
# vscode "ms-python.vscode-python-envs"
# vscode "ms-vscode-remote.remote-containers"
# vscode "rust-lang.rust-analyzer"
# vscode "shd101wyy.markdown-preview-enhanced"
