# tap "homebrew/bundle"
# tap "homebrew/cask-versions"
tap "jesseduffield/lazydocker"
brew "pycparser"
brew "cffi"
brew "cocoapods"
brew "earthly"
brew "gum"
brew "xz"
brew "ipython"
brew "node"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "synergy-core"
brew "tmux"
brew "openvpn"
brew "ripgrep"
brew "mas"
brew "pnpm"
brew "fzf"
brew "neovim"
brew "parallel"
brew "git-delta"
brew "wget"
brew "dockutil"
brew "markdownlint-cli"
brew "tldr"
cask "android-platform-tools"
cask "bbedit"
cask "db-browser-for-sqlite"
cask "docker"
cask "mongodb-compass"
cask "postman"
cask "raycast"
cask "temurin@17"
cask "warp"
cask "wireshark"
cask "epic-games"
cask "arc"
cask "chatgpt"
cask "cursor"
cask "figma"
cask "parsec"
cask "parallels"
cask "slack"
cask "spotify"
cask "veracrypt"
cask "vlc"
cask "nrf-connect"
cask "notion"
cask "notion-calendar"
cask "ticktick"
cask "ghostty"
# vscode "daylerees.rainglow"
# vscode "dbaeumer.vscode-eslint"
# vscode "esbenp.prettier-vscode"
# vscode "mikeburgh.xml-format"
# vscode "ms-azuretools.vscode-docker"
# vscode "ms-python.debugpy"
# vscode "ms-python.python"
# vscode "ms-python.vscode-pylance"
# vscode "ms-vscode-remote.remote-containers"
# vscode "rust-lang.rust-analyzer"
# vscode "shd101wyy.markdown-preview-enhanced"
