tap "homebrew/bundle"
tap "homebrew/cask-versions"
brew "pycparser"
brew "cffi"
brew "cocoapods"
brew "earthly"
brew "gum"
brew "xz"
brew "ipython"
brew "node"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "tmux"
cask "android-platform-tools"
cask "bbedit"
cask "db-browser-for-sqlite"
cask "docker"
cask "mongodb-compass"
cask "postman"
cask "temurin@17"
cask "warp"
cask "wireshark"
vscode "daylerees.rainglow"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "mikeburgh.xml-format"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
